Repository: hypnotizor/parsian-gateway-woocommerce
Catalog: languages/parsian-gateway-*.po
Languages: fa_ir

source: Enable/Disable
fa_ir: فعال/غیرفعال

source: Title
fa_ir: عنوان

source: Description
fa_ir: توضیحات

source: Terminal ID
fa_ir: شناسه ترمینال

source: Success Message
fa_ir: پیام پرداخت موفق

source: Failed Message
fa_ir: پیام پرداخت ناموفق

source: Enable Parsian payment gateway
fa_ir: فعال کردن درگاه بانک پارسیان

source: Pay with bank cards
fa_ir: پرداخت با کارت‌های بانکی

source: Secure payment with Shetab cards via Parsian Bank
fa_ir: پرداخت امن با کارت‌های عضو شتاب از طریق بانک پارسیان

source: Terminal ID received from Parsian Bank
fa_ir: شناسه ترمینال دریافتی از بانک پارسیان

source: Your payment was successful. Tracking number: {RRN}
fa_ir: پرداخت شما با موفقیت انجام شد. شماره پیگیری: {RRN}

source: Your payment failed. Please try again.
fa_ir: پرداخت شما ناموفق بود. لطفا مجددا تلاش نمایید.

source: Bank Parsian
fa_ir: بانک پارسیان

source: Secure payment with Shetab cards
fa_ir: پرداخت امن با کارت‌های عضو شتاب

source: Pending payment
fa_ir: در انتظار پرداخت

source: Error: Invalid order information
fa_ir: خطا: اطلاعات سفارش نامعتبر است

source: Error connecting to gateway:
fa_ir: خطا در اتصال به درگاه:

source: Operation successful
fa_ir: عملیات موفق

source: Server error
fa_ir: خطای سرور

source: Merchant authentication failed
fa_ir: احراز هویت پذیرنده ناموفق

source: Transaction amount exceeds limit
fa_ir: مبلغ تراکنش بیش از حد مجاز

source: Invalid merchant code
fa_ir: کد پذیرنده نامعتبر

source: Token expired
fa_ir: توکن منقضی شده

source: Cancelled by user
fa_ir: لغو توسط کاربر

source: Unknown error
fa_ir: خطای ناشناخته

source: Unknown error (code: %d)
fa_ir: خطای ناشناخته (کد: %d)

source: Settings
fa_ir: تنظیمات
